Repository: termitnjak/tribuna.content
Catalog: tribuna/content/locales/*/LC_MESSAGES/tribuna.content.po
Languages: sl

source: Add new...
sl: Dodaj nov ...

source: All
sl: Vse

source: All tags
sl: Vse oznake

source: An article
sl: Tekst

source: Annotation
sl: Počrtava

source: Article
sl: Tekst

source: Article author
sl: Avtor

source: Article description
sl: Opis teksta

source: Article subtitle
sl: Podnaslov teksta

source: Articles
sl: Teksti

source: Author
sl: Avtor

source: Categories
sl: Kategorije

source: Change
sl: Zamenjaj

source: Change entry page
sl: Zamenjaj naslovko

source: Comment
sl: Komentar

source: Content filters
sl: Filtriranje vsebine

source: Cover everything
sl: Prekrij celotno stran

source: Display image
sl: Prikaži sliko

source: Drag
sl: Slikovni pogled

source: Edit
sl: Uredi

source: Entry page
sl: Vstopna stran

source: Font type
sl: Font

source: Go to Home Page
sl: Na domačo stran

source: Highlight tag in navigation?
sl: Poudari oznako v navigaciji?

source: Home
sl: Domov

source: Image
sl: Slika

source: Image content for Tribuna site
sl: Image tip za stran Tribuna

source: Images
sl: Slike

source: Internal tags:
sl: Notranje oznake:

source: Intersection
sl: Presek

source: Is article locked on first page?
sl: Tekst zaklenjen na prvi strani?

source: Latest
sl: Najnovejši

source: Latest first
sl: Novejši najprej

source: Lead Image
sl: Slika (predogled)

source: Log in
sl: Prijava

source: Name
sl: Naslov

source: No title
sl: Brez naslova

source: Nr. of comments
sl: Število komentarjev

source: Old pages
sl: Prejšnje naslovnice

source: Oldest first
sl: Starejši najprej

source: Only select text or image
sl: Izberi tekst ali sliko

source: Original size
sl: Originalna velikost

source: Picture
sl: Slika

source: Query
sl: Poizvedba

source: Search ...
sl: Išči ...

source: Select appropriate tags
sl: Izberite primerne oznake

source: Select entry page
sl: Izberi naslovnico

source: Select new page
sl: Izberi novo stran

source: Select one of the old pages
sl: Izberi prejšnjo naslovnico

source: Set as default
sl: Nastavi kot privzeto

source: Set this page as default entry page and disable editing.
sl: Nastavi to stran kot privzeto vstopno stran in onemogoči urejanje.

source: Sidebar navigation
sl: Stranska navigacija

source: Sidebar portlet
sl: Portlet

source: Tag
sl: Oznaka

source: Tags
sl: Oznake

source: Tags selection form
sl: Izbira oznak

source: Text
sl: Tekst

source: Threaded
sl: Gnezdeno

source: Tiles over page
sl: Tiled

source: Title
sl: Naslov

source: Tribuna Image
sl: Tribuna slika

source: Type of sorting
sl: Tip sortiranja

source: Union
sl: Unija

source: Upload an image
sl: Naloži sliko

source: Use this portlet for tag navigation.
sl: Portlet za navigacijo in filtriranje s pomočjo oznak

source: View type
sl: Tip pogleda

source: Will be displayed on the article view.
sl: Prikazana bo na tekstu.

source: annotation
sl: počrtava

source: annotations
sl: počrtave

source: article
sl: tekst

source: by
sl: piše

source: comment
sl: komentar

source: comments
sl: komentarji

source: e-mail
sl: ime

source: go home
sl: domov

source: i forgot my password
sl: pozabil sem geslo

source: image
sl: slika

source: label_advanced_search
sl: Iskalnik..

source: label_no_results_found
sl: Ni rezultatov.

source: label_show_all
sl: Prikaži vse

source: legend_livesearch
sl: Iskanje...

source: link to the article
sl: povezava do teksta

source: login name
sl: ime

source: password
sl: geslo

source: registration
sl: registracija

source: results
sl: rezultatov

source: text
sl: tekst
